Revit 2024 API
SymbolTypeId.DollarPerFtSup2 Property
 Symbol $/ft², indicating unit Cost per square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId DollarPerFtSup2 { get; }
Visual Basic
Public Shared ReadOnly Property DollarPerFtSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DollarPerFtSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace